<!DOCTYPE html>
  <html>
    <head>
      
      <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0/css/bootstrap.min.css" integrity="sha384-Gn5384xqQ1aoWXA+058RXPxPg6fy4IWvTNh0E263XmFcJlSAwiGgFAW/dAiS6JXm" crossorigin="anonymous">
<link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/font-awesome/4.3.0/css/font-awesome.min.css">
<link rel="stylesheet" href="css/style.css">
<link rel="stylesheet" href="css/media.css">
<link rel="shortcut icon" href="img/favicon.ico" type="image/png">

      <!--Let browser know website is optimized for mobile-->
      <meta name="viewport" content="width=device-width, initial-scale=1.0"/>
      <title>Пользовательское соглашение - EvilPlay</title>
    </head>
    
    <body>
      <div class="wrapper">
        <div id="header1" class="header">
          <div class="container">
          <!-- Navigation -->
          
          <nav class="navbar navbar-expand-lg navigation">
            <a class="navbar-brand" href="index.php">EvilPlay</a>
            <button class="navbar-toggler" type="button" data-toggle="collapse" data-target="#navbarSupportedContent" aria-controls="navbarSupportedContent" aria-expanded="false" aria-label="Toggle navigation">
              <i style="color: white" class="fa fa-bars"></i>
            </button>

            <div class="collapse navbar-collapse" id="navbarSupportedContent">
              <ul class="navbar-nav ml-auto">
                <li class="nav-item active">
                  <a class="nav-link" href="index.php">Главная <span class="sr-only">(current)</span></a>
                </li>
                <li class="nav-item">
                  <a class="nav-link" href="index.php">Хостинг</a>
                </li>
                <li class="nav-item dropdown">
                  <a class="nav-link dropdown-toggle" data-toggle="dropdown" href="#" role="button" aria-haspopup="true" aria-expanded="false">Поддержка</a>
                  <div class="dropdown-menu ddm-styles dropdown-menu-right">
                    <a class="dropdown-item" href="https://vk.com/evilplayllc" target="_blank">Написать в поддержку</a>
                    <a class="dropdown-item" href="treaty.html">Пользовательское соглашение</a>
                  </div>
                </li>
                <li class="nav-item dropdown">
                  <a class="nav-link dropdown-toggle" data-toggle="dropdown" href="#" role="button" aria-haspopup="true" aria-expanded="false">Еще</a>
                  <div class="dropdown-menu ddm-styles dropdown-menu-right">
                    <a class="dropdown-item" href="https://vk.com/evilgamellc" target="_blank">Сообщество во ВКонтакте</a>
                  </div>
                </li>
                <li class="nav-item dropdown" style="margin-left: 20px">
                  <button style="margin-left: 6px" type="button" class="btn btn-warning" onclick="window.location.href = 'https://bill.evilplay.ru">Войти</button>
                </li>
                
              </ul>
            
          </div>
        </nav>
        </div>
          
          <div class="panel-wrapper">
            <div class="container">
              <div class="row">
                
                <div class="col-md-12">
                  <div class="card tbp-card panel-card">
                    <div class="card-header panel-card-header">
                      <div class="nav">
                        <h2>Пользовательское соглашение</h2>
                      </div>
                    </div>
                    <div class="card-body panel-card-body" style="padding: 20px">
                      <div class="container">
                        <p>Данные правила и условия являются верными для всех пакетов/тарифов и стран, в которых предоставляются услуги. Все обязательства по предоставлению услуг берет на себя EvilPlay.</p>
                        <p>Договор публичной оферты компании EvilPlay для физических и юридических лиц от 10.02.2018, вступает в силу с момента опубликования. Регистрация и пополнение лицевого счёта клиента в биллинге компании означает полное согласие с нижеприведёнными правилами и условиями.</p>
                        <p>Настоящий договор регулирует взаимоотношения между компанией EvilPlay и клиентом компании (в дальнейшем Клиент). Данный договор-оферта не требует подписания в письменном виде.</p>

                        <h5>1. Зона ответственности</h5>
                        <span>1.1. Проблемы с хост-машинами, связью, а так же, если не был получен root-доступ, c ОС и ПО - ответственность Компании.</span><br>
                        <span>1.2. Проблемы с работоспособностью игрового сервера, а так же, если был получен root-доступ, с ОС и ПО - ответственность Клиента.</span>

                        <h5 style="margin-top: 20px">2. Порядок регистрации</h5>
                        <span>2.1. Клиент регистрируется в биллинг системе Компании автоматически при заказе каких либо услуг. При регистрации в обязательном порядке указываются все запрошенные данные.</span><br>
                        <span>2.2. Срок регистрации неограничен, Клиент может оплатить заказанные услуги в любой момент, однако, оплата будет производиться в соответствии с текущими тарифами.</span><br>
                        <span>2.3. Компания оставляет за собой право отказать в предоставлении услуг без объяснения причин до момента активации сервера с полным возвратом всех средств.</span><br>
                        <span>2.4. Компания оставляет за собой право требовать предъявление документов, подтверждающих личность клиента до активации аккаунта, а также проводить другие проверки данных клиента.</span>

                        <h5 style="margin-top: 20px">3. Порядок оплаты и условия установки, отмены блокирования и разблокирования сервера</h5>
                        <span>3.1. Все услуги предоставляются только на основе 100% предварительной оплаты.</span><br>
                        <span>3.2. В случае отсутствия оплаты за следующий период, VPS сервер блокируется автоматически и не подлежит восстановлению.</span><br>
                        <span>3.3.1. Информация на выделенном сервере сохраняется в течение 24 часов по окончании срока оплаты, после этого Компания оставляет за собой право удалить информацию Клиента и сдать сервер повторно.</span><br>
                        <span>3.4. Продление аренды сервера и оплата выставленного счёта за следующий месяц аренды должны осуществляться за 7 дней до окончания срока аренды для выделенного сервера и 1 день для VDS/VPS сервера. Это необходимо для своевременного оформления отказа от сервера в дата центре в случае неуплаты за следующий месяц аренды сервера.</span><br>
                        <span>3.4.1. Если счет продления сервера не оплачен за 7 дней до окончания срока аренды сервера, то сервер блокируется на 24 часа, после чего компания возвращает сервер в дата центр, либо передаёт сервер другим пользователям, без возможности восстановления данных на сервере.</span><br>
                        <span>3.5. Разблокировка VPS/выделенного сервера производится в случае поступления полной оплаты, в течение 24-х часов.</span><br>
                        <span>3.5.1. Срок оплаты после блокировки начинается со дня блокировки, а не со дня новой оплаты.</span><br>
                        <span>3.6. Время подготовки виртуального сервера VPS составляет от 1 до 3 дней и происходит в автоматическом режиме, сервер будет активирован только в случае 100% оплаты выставленного счета.</span><br>
                        <span>3.6.1. Время подготовки выделенного сервера - от 1 до 5 рабочих дней.</span><br>
                        <span>3.7. За месячный период оплаты VPS/выделенного сервера принимается 30 календарных дней.</span>

                        <h5 style="margin-top: 20px">4. Права и обязанности Клиента</h5>
                        <span>4.1. Перепродажа услуг компании без согласования с Отделом по работе с клиентами и оформления партнерских отношений - запрещена.</span><br>
                        <span>4.2. Клиенту предоставляется root доступ (если он сделал запрос на его получение в панели управления) к серверу и Клиент несет всю ответственность с этим связанную.</span><br>
                        <span>4.3. Клиент имеет право устанавливать и использовать любое ПО на своем выделенном и VPS сервере, в случае, если оно является легальным и не нарушает авторских и смежных прав, а также действующих норм законодательства (в зависимости от страны размещения).</span><br>
                        <span>4.4. Клиент обязан следить за соответствием всех размещенных материалов, используемого ПО, контентом, размещенным на сервере, и отвечать за его соответствие законам об авторских и смежных правах и нормам действующего законодательства (в зависимости от страны размещения).</span><br>
                        <span>4.5. Клиент целиком и полностью отвечает за свои публичные высказывания и действия, обращённые против Компании. В случае недоказуемости каких-либо претензий и/или обвинений, Компания оставляет за собой право обращения в суд.</span><br>
                        <span>4.6. Клиент имеет право использовать свой сервер в любых целях, кроме противоречащих законодательству страны размещения, законах об авторских и смежных правах, а также нормам этики и морали.</span><br>
                        <span>4.7. Все вопросы, связанные с работоспособностью сервера Клиента, принимаются только через тикет-систему Компании, в установленном порядке и времени. При обращении обязательно указывать все требуемые данные.</span><br>
                        <span>4.8. В случае, если по вине клиента произошла блокировка ноды/хост-машины/IP-сети Компании (без явного умысла клиента), перед разблокировкой сервера, клиент обязан внести на счет Компании депозит в размере 400 рублей. Депозит можно израсходовать на оплату услуг, но, в случае повторной блокировки по вине Клиента, он не будет возвращен.</span><br>
                        <span>4.9. В случае блокировки выделенного сервера клиента по жалобе и/или в следствии других причин более 1 раза в месяц (скан сети, исходящий и входящий DDOS) - Клиент обязан оплатить штраф за разблокировку в размере 400 рублей за каждую следующую разблокировку, кроме первой.</span><br>
                        <span>4.9. В случае блокировки выделенного сервера клиента по жалобе и/или в следствии других причин более 1 раза в месяц (скан сети, исходящий и входящий DDOS) - Клиент обязан оплатить штраф за разблокировку в размере 400 рублей за каждую следующую разблокировку, кроме первой.</span><br>
                        <span>4.10. В случае непринятия Клиентом мер по поступившей жалобе, Компания и Дата-Центр Компании оставляют за собой право блокировки Клиента без дополнительного уведомления. </span><br>
                        <span>4.11. Запрещается использование ненормативной лексики и оскорблений. При несоблюдении этого правила Компания оставляет за собой право заблокировать возможность обращение Клиента в техническую поддержку.</span>

                        <h5 style="margin-top: 20px">5. Контроль трафика</h5>
                        <span>5.1. Клиент обязан контролировать весь трафик, генерируемый его VPS/выделенным сервером. За единственно корректную принимается статистика трафика, полученная с помощью аппаратно-технического комплекса Компании и Дата-центра.</span><br>
                        <span>5.1.1. Скорость интернет-подключения для VPS составляет 100 mbit/sec для всех тарифов, скорость подключения может быть снижена в случае нарушения правил использования VPS, в том числе размещения трафикогенерящих проектов. </span><br>
                        <span>5.1.2. Подсчет трафика для VPS и выделенных серверов производится по календарным месяцам, в независимости от даты оплаты сервера.</span><br>
                        <span>5.1.2. Подсчет трафика для VPS и выделенных серверов производится по календарным месяцам, в независимости от даты оплаты сервера.</span><br>
                        <span>5.1.3. На VPS и выделенных серверах учитывается суммарный объем входящего и исходящего трафика.</span><span>5.2. Повышенная нагрузка на Сеть и/или хост-машины Компании является причиной для блокировки сервера без возврата предоплаченных средств.</span><br>
                        <span>5.2.1. Компания и Дата-Центр оставляют за собой право блокировки сервера клиента в случае входящей DDOS атаки.</span>



<h5 style="margin-top: 20px">6. Запрещенный контент(содержимое)</h5>
6.1. На серверах запрещено размещение адалт-контента (порнографии), в том числе ссылок на него, эротики, в том числе ссылок на нее, реклама, содержащей эротические и порнографические сцены.<br>
6.2. На серверах запрещено размещение IRC сервисов (порт 6667 закрыт).<br>
6.3. Запрещено размещение информации, ПО, противоречащих законодательству страны размещения (Россия, Германия, Норвегия), законам об авторских и смежных правах, а также нарушающих общепринятые нормы морали и этики.<br>
6.4. Запрещено размещение ПО для проведения массовых рассылок, спама, сабмиттеров сообщений, ботнетов, грабинга, фишинга, прочих целей, явно противоречащих легальной работе в сети Интернет.<br>
6.6. Запрещено размещение open proxy, open VPN, других общедоступных сервисов (в том числе с платным или приватным доступом), которые могут служить вспомогательными средствами для противоправных действий в сети Интернет.<br>
6.7. В случае получения жалобы в дата центр Германии на проекты, клиенту будет выслано предупреждение и VPS / выделенный сервер может быть отключен до устранения причин повлёкших за собой жалобу.<br>

<h5 style="margin-top: 20px">7. Права и обязанности Компании</h5>
7.1. Услуги Компании предоставляются "как есть", Компания оставляет за собой право пересмотреть правила предоставление услуг в любой момент без предварительного уведомления и в одностороннем порядке, новые правила вступают в действие в момент публикования на сайте Компании.<br>
7.2. Компания обязуется поддерживать надлежащее качество хост-машин, устранять все неисправности в кратчайшие сроки.<br>
7.3. Компания обязуется поддерживать актуальные цены, на уровне среднерыночных и ниже.<br>
7.4. Компания не гарантирует 100% аптайм сети, хост-машин.<br>
7.5. Все плановые технические работы, обновления и т.д. проводятся с 22 вечера до 4 утра по Мск времени, за исключением форс-мажорных ситуаций и внеплановых работ.<br>
7.6. Компания не несёт ответственности за неумышленное разглашение конфиденциальной и иной другой информации, а также случаи мошенничества со стороны третьих лиц, намеренного препятствия работе сервисов Компании и порчу оборудования Компании, похищение и порчу информации Клиента.<br>
7.7. Компания не несёт ответственности за невозможность доступа к сервисам по вине третьих лиц (например, Интернет-провайдеров)<br>
7.8. Компания оставляет за собой право остановки сервисов и серверов Клиента для проведения: Планового обслуживания, из-за DDOS или других сетевых атак, в результате стихийных бедствий и других форс-мажорных обстоятельств.<br>
7.9. Компания оставляет за собой право взымания дополнительных платежей, помимо указанных на сайте, в том числе за операции, связанные с разблокировкой серверов/IP адресов Клиента, заблокированных по вине клиента.<br>
7.10. Компания не осуществляет бесплатной технической поддержки клиентов, кроме случаев, когда это оплачивается на абонементной или разовой основе.<br>
7.11. Компания отвечает за скорость доступа к ресурсам Клиента и доступность ресурсов Клиента в пределах дата-центра Компании.<br>
7.12. Дата-центр Компании оставляет за собой право блокировки серверов Клиентов Компании по своему усмотрению, в случае отсутствия своевременной реакции на жалобы, как и в случаях создания повышенной нагрузки на сеть и другие инфраструктуры Дата-центра.<br>

<h5 style="margin-top: 20px">8. Компания оставляет за собой право блокировать сервер или прекратить предоставление услуг по собственному усмотрению, немедленно и без предупреждения в случае</h5>
8.1. Несанкционированное распространение или копирование программного обеспечения, защищённого авторским правом, нарушение законов Российской Федерации, Норвегии, Германии, других международных норм и соглашений, экспортных ограничений, мошенничества, оборота порнографических/эротических материалов, наркотиков, и других незаконных видов деятельности; Предложение для продажи или сбор адресов электронной почты для массовых рассылок.<br>
8.2. Массовые почтовые рассылки, на получение которых не давалось явного согласия - SPAM.<br>
8.3. Частое использование несуществующих обратных адресов почты, mailbombing, SPAM на форумы, гостевые книги, иные он-лайн сообщества.<br>
8.4. Клевета, распространение личной информации, нарушение авторских и смежных прав, интеллектуальных прав.<br>
8.5. Adult-контент, во всех его проявлениях, в том числе ссылок на другие сайты, эротики.<br>
8.6. Нарушение прав частной жизни и собственности. Размещение клеветнической и оскорбительной информации, пособничество, подстрекательство к межнациональной розни, убийству, терроризму, насилию в любых формах.<br>
8.7. Компания снимает с себя ответственность по решениям относительно Клиента, в случае нарушения авторских и смежных прав без явных доказательств (нотариально заверенные документы, решения суда) на контент (текстовый и графический, а также видео и любой другой, не являющийся программным обеспечением) сайтов/серверов. <br>
Внимание! Данные решения могут быть приняты Дата-центром Компании самостоятельно, Компания не несет за них ответственности.<br>
8.8. В случае препятствования нормальной и стабильной работе серверов, сетевых ресурсов (исходящий и входящий DDOS), общей работе Компании.<br>
8.9. В случае указания заведомо недостоверных данных Клиента или отказа их подтверждения.<br>
8.10. Некорректного общения с сотрудниками Компании, в том числе употребления ненормативной лексики, распространения клеветнической информации о Компании.<br>
8.11. Компания вправе отказать в обслуживании клиенту, без объяснения причин.<br>


<h5 style="margin-top: 20px">9. Компания не несет ответственности</h5>
9.1 За выбор Клиентом ПО, конфигурации сервера и последствия, которые это может повлечь.<br>
9.2 Ни за какие виды прямого и косвенного ущерба, потерю информации, деловой репутации и прочие случаи ущерба.<br>
9.3. Компания не проводит проверку контента серверов Клиента и не имеет доступа к ним. Исключение составляют случаи поступления мотивированной жалобы от третьей стороны.

<h5 style="margin-top: 20px">10. Гарантия выделяемых ресурсов</h5>
10.1. Компания гарантирует соответствие выделяемых ресурсов заявленным на сайте, для случаев, когда это поддерживается используемой технологией.

<h5 style="margin-top: 20px">11. Гарантия уровня сервиса</h5>
11.1. Компания гарантирует сохранение доступности хост-машин и ovz-нод на уровне 99% в месяц.<br>
11.2. Статистика доступности выводится на основе внешних анализаторов и предоставляется клиентам на усмотрение Компании.<br>
11.3. В случае нарушения пункта 11.1 каждый полный день (24 часа) простоя хост-машины с размещенным на ней VPS Клиента, компенсируется Клиенту в двойном размере.<br>
11.4. Компенсация начисляется только в виде дополнительных дней обслуживания и не может быть выплачена в денежном эквиваленте или зачислена на счет аккаунта клиента.<br>
11.5. Гарантия не распространяется на услуги аренды выделенных серверов.

<h5 style="margin-top: 20px">12. Возврат средств</h5>
12.1. Возврат средств за VPS и Dedicated сервера осуществляется только на основании пункта 2.3

<h5 style="margin-top: 20px">13. Дополнительные услуги для выделенных серверов</h5>
13.1. Переустановка ОС силами специалистов Компании - 400 рублей, сброс root пароля - 200 рублей.
                      </div>
                    </div>
                  </div>
                </div>
              </div>
            </div>
          </div>

        </div>
      </div>

      <div class="footer1">
          <div class="footer content-content-block" style="padding: 20px">
            <div class="container">
              <div class="row">
                <div class="col-xs-12 col-sm-8 col-md-8 col-lg-8">
                  <h3>О нас</h3>
                  <p>EvilPlay - это первый игровой агрегатор в Мире. В нем собраны все полезные функции как для игроков, так и для разработчиков серверов. На нашем портале вы  сможете без лишних затрат создать, раскрутить или найти сервер по душе.</p>
                </div>
  
                <div class="col-xs-12 col-sm-3 offset-sm-1 col-md-3 offset-md-1 col-lg-3 offset-lg-1">
                  <h3>Навигация</h3>
                  <ul class="navbar-nav ml-auto">
                    <li class="nav-item active">
                      <a class="nav-link" href="#">Главная <span class="sr-only">(current)</span></a>
                    </li>
                    <li class="nav-item">
                      <a class="nav-link" href="#">Хостинг</a>
                    </li>
                    <li class="nav-item dropdown">
                    <a class="nav-link dropdown-toggle" data-toggle="dropdown" href="#" role="button" aria-haspopup="true" aria-expanded="false">Поддержка</a>
                    <div class="dropdown-menu ddm-styles">
                      <a class="dropdown-item" href="#">Написать в поддержку</a>
                      <a class="dropdown-item" href="treaty.php">Пользовательское соглашение</a>
                    </div>
                  </li>
                  <li class="nav-item dropdown">
                    <a class="nav-link dropdown-toggle" data-toggle="dropdown" href="#" role="button" aria-haspopup="true" aria-expanded="false">Еще</a>
                    <div class="dropdown-menu ddm-styles">
                      <a class="dropdown-item" href="https://vk.com/evilplayllc" target="_blank">Сообщество во ВКонтакте</a>
                    </div>
                  </li>
                  </ul>
                </div>
              </div>
            </div>
          </div>
          <div class="copyrite">
            <div class="container">
              ©EvilPlay 2018
            </div>
          </div>
        </div>
      

      <!--Import jQuery before materialize.js-->
      <script
  src="http://code.jquery.com/jquery-3.3.1.min.js"
  integrity="sha256-FgpCb/KJQlLNfOu91ta32o/NMZxltwRo8QtmkMRdAu8="
  crossorigin="anonymous"></script>
<script src="https://cdnjs.cloudflare.com/ajax/libs/jquery-validate/1.17.0/jquery.validate.min.js"></script>
<script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.12.9/umd/popper.min.js" integrity="sha384-ApNbgh9B+Y1QKtv3Rn7W3mgPxhU9K/ScQsAP7hUibX39j7fakFPskvXusvfa0b4Q" crossorigin="anonymous"></script>
<script src="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0/js/bootstrap.min.js" integrity="sha384-JZR6Spejh4U02d8jOt6vLEHfe/JQGiRRSQQxSfFWpi1MquVdAyjUar5+76PVCmYl" crossorigin="anonymous"></script>
<script src="js/form-validate.js" defer></script>
<script>
    $('.dropdown-toggle').dropdown()

</script>
<script type="text/javascript" src="//vk.com/js/api/openapi.js?152"></script>

<!-- VK Widget -->
<div id="vk_community_messages"></div>
<script type="text/javascript">
VK.Widgets.CommunityMessages("vk_community_messages", 161319982, {expanded: "1",tooltipButtonText: "Есть вопрос?"});
</script>
      <script src="{% static 'js/form-validate.js' %}" defer></script>
    </body>
  </html>